backupproj2/app/views/home/index.html.erb

SELECT COUNT(*) FROM "farmers"
---
<h3>Welcome to FarmVillage</h3>
<p><%= link_to 'Farmers:', farmers_path %> <%= Farmer.count %> registered</p>